import React from "react";

import "./About.css";

export default function About() {
  return (
      <div className="content">
        {/* <div className="content__top">
          <h1>О виде спорта</h1>
        </div> */}
        <div className="content__main container ">
          <p>
            Спортивное метание ножа – уникальный, интересный и быстро
            развивающийся вид спорта, в котором участники соревнуются в метании
            ножа с различных дистанций.
          </p>
          <p>
            Возрастные группы и спортивные дисциплины:
            <ul>
              <br></br>
              <li>мальчики и девочки (12-13 лет) - дистанции 3 метра</li>{" "}
              <li>
                юноши и девушки (14-15 лет) - дистанции 3 метра, 4 метра и 5
                метров
              </li>
              <li>
                девушки (16-17 лет) - дистанции 3 метра, 4 метра и 5 метров
              </li>
              <li>
                юноши (16-17 лет) - дистанции 5 метров, 6 метров и 7 метров
              </li>
              <li>
                женщины (18 лет и старше) - дистанции 3 метра, 4 метра, 5
                метров, 6 метров, 7 метров и скоростное метание
              </li>
              <li>
                мужчины (18 лет и старше) - дистанции 5 метров, 6 метров, 7
                метров, 8 метров, 9 метров и скоростное метание.
              </li>
            </ul>
            <p>
              Спортивное метание ножа имеет огромные перспективы, потому что:
            </p>
            <br></br>
            <ul>
              <li>
                Отсутствуют ограничения по возрасту – пока рука способна держать
                спортивный снаряд, человек может заниматься спортом
              </li>
              <li>
                Отсутствуют ограничения по здоровью – нет пиковых фаз нагрузки,
                чтобы начать заниматься не нужно иметь специальную физическую
                подготовку
              </li>
              <li>
                Безопасность – каждое действие спортсмена выполняется строго по
                команде
              </li>
              <li>
                Экономичность – минимальное количество спортивного инвентаря и
                оборудования
              </li>
              <li>
                Спортивная карьера – возможность достичь спортивных результатов
                даже на профессиональном уровне, начав заниматься в любом
                возрасте
              </li>
            </ul>
            <p>
              Первые российские и международные соревнования по «спортивному
              метанию ножа» были проведены в 2001 году в Самаре Общероссийской
              спортивной федерацией «Русский бой» (в 2008 году «Русский бой»
              переименован в «Универсальный бой»). Именно, эти соревнования
              положили начало развития «Спортивного метания ножа» ОФСОО «СМН»
              являлась инициатором создания нового вида спорта «спортивное
              метание ножа», на протяжении нескольких лет готовилась к защите и
              выступала на заседаниях комиссий (2017, 2018 и 2019 года) в
              Министерстве спорта РФ. Результатом работы стало признание вида
              спорта «спортивное метание ножа» (Приказ Министерства спорта РФ от
              01 октября 2019г. №784). ОФСОО «Спортивное метание ножа»
              планомерно проводит работу по созданию и аккредитации региональных
              федераций. Спортивное метание ножа официально признано в России,
              как самостоятельный вид спорта, в 2019 году. На сегодняшний день,
              спортивным метанием ножа занимаются в 76 регионах России, а
              численность занимающихся превысила 35 000 человек.
            </p>
            <p>
              Спортивное метание ножа способствует развитию быстроты реакции,
              хорошей координации, точного глазомера, чувства дистанции,
              способности управлять мышечным напряжением и расслаблением, а
              также помогает сбрасывать психологическое напряжение, формировать
              устойчивость к раздражителям, совершенствовать моральные и волевые
              качества. Спортивное метание ножа превосходный инструмент,
              позволяющий привлечь к регулярной физической активности
              занимающихся из всех слоев населения, в рамках исполнения Указа
              Президента РФ от 21 июля 2020 г. № 474 «О национальных целях
              развития Российской Федерации на период до 2030 года».
            </p>
          </p>
        </div>
      </div>
  );
}
